<?php

return array(
    'ques' => array('index' => 0, 'desc' => '技术问答',
        'remark' => array(
            '善问者，如攻坚木，先其易者，后其节目。——《礼记·学记》 ',
            '好问的人，只做了五分种的愚人；耻于发问的人，终身为愚人。——佚 名',
            '敏而好学，不耻下问。——《论语·公冶长》'
            
    )),
    'tech' => array('index' => 1, 'desc' => '技术分享',
        'remark' => array(
            '人家比我们强，我们向人家学；人家不如我们，我们要帮人一把。',
            '分享是一种思想的深度，深思的同时，你分享了朋友的痛苦。',
            '我们必须与其它生命共同分享我们的地球。——雷切尔.卡森'
    )),
    'carr' => array('index' => 2, 'desc' => '职业生涯',
        'remark' => array(
            '我们可以输在人生起跑点，但绝不能输在人生转折点。',
            '我们一定不要当三等公民：等下班、等工资、等退休。',
            '太阳能的原理：集中在一个焦点上才能产生热。'
    )),
    'talk' => array('index' => 3, 'desc' => '灌水杂谈',
        'remark' => array(
            '世界上有两种东西能治病，一是药物，二是语言。——希波克拉底',
            '一场争论可能是两个心灵之间的捷径。',
            '不可能的字只有在愚人的字典里才可以翻出。'
    ))
);